Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/plenum_no/dc2007-2.pdf.tmx
Source language: sme
Languages: nob

source: Konferánssas ledje Norgga, Suoma ja Ruoŧa ovddasteaddjit, ja dasto eamiálbmot ovddasteaddjit Ruonáeatnamis ja Davveoarje-Ruoššas.
nob: Konferansen hadde deltakere fra Norge, Sverige og Finland, samt urfolksrepresentanter fra Grønland og Nordvest-Russland.

source: Sámedikkis Norgga bealde lei váldoovddasvástádus konferánssas, ja SNF-Sámi NissonForumis fas lei prošeaktajođiheapmi.
nob: Sametinget i Norge hadde hovedansvar for konferansen, mens SNF-Samisk KvinneForum hadde prosjektledelse.

source: Statistihkka
nob: Statistikk

source: Sámedikkis ja Sámi instituhtas lei 23.04.07 čoahkkin Statistisk sentralbyråin Oslos.
nob: Sametinget og Nordisk samisk institutt hadde den 23.04.07 møte med Statistisk sentralbyrå i Oslo.

source: Čoahkkima fáddán lei viidáset bargu sámi statistihka ráhkademiin.
nob: Tema for møtet var det videre arbeidet med utarbeidelse av samisk statistikk.

source: Fágalávdegotti raporta válgaortnega čielggadeami birra
nob: Møtesekretærer: Trine G. Anti / Ellen M. GuttormSide 8 av 107

source: Sámedikki fágalávdegoddi válgaortnega čielggadeami birra geigii raporttas 10.04.07 Sámediggeráđđái.
nob: Sametingets fagutvalg for utredning av valgordningen overleverte rapport den 10.04.07 til Sametingsrådet.

source: Raporta lea sáddejuvvon gulaskuddamii.
nob: Rapporten er sendt ut på høring.

source: Gulaskuddanáigemearrin lea biddjojuvvon 20.06.07.
nob: Høringsfristen er satt til 20.06.07.

source: Konsultašuvnnat suodjalanplánaid hárrái
nob: Konsultasjoner om verneplaner

source: Sámedikkis leat leamaš konsultašuvnnat ođđa suodjalanplánaid álggaheami ja álbmotmehciid hálddašeami birra.
nob: Sametinget har vært i flere konsultasjoner om oppstart av nye verneplaner og om forvaltning av nasjonalparker.

source: 18.04.07 lea leamaš konsultašuvdna Romssas Luondduhálddašandirektoráhtain Várnjárgga ja Sievjju álbmotmehciid hálddašanválddi nannema hárrái.
nob: Det har vært gjennomført konsultasjon med Direktoratet for naturforvaltning den 18.04.07 i Tromsø om fastsetting av forvaltningsmyndigheten for Varangerhalvøya og Seiland nasjonalparker.

source: Bealit eai šaddan ovttaoaivilii hálddašanválddi organiserema hárrái.
nob: Partene ble ikke enige om organiseringen av forvaltningsmyndigheten.

source: Romssa Fylkkamánniin leat leamaš konsultašuvnnat Ráissa álbmotmeahci hálddašanplána barggu birra.
nob: Det har vært konsultasjoner med Fylkesmannen i Troms om forvaltningsplanarbeidet for Reisa nasjonalpark.

source: Finnmárkku Fylkkamánniin fas leat leamaš konsultašuvnnat Bajit Ánarjoga álbmotmeahci, Goahteluobbala álbmotmeahci, ja jekkiid ja njuoskaeatnamiid suodjalanplána viiddideami álgima birra, barggu birra Rávttošnjárgga álbmotmeahci hálddašanplánain, ja Várnjárgga ja Sievjju álbmotmeahci hálddašanplánaid ektui.
nob: Med Fylkesmannen i Finnmark har det vært konsultasjoner om oppstart av utvidelse av Øvre Ánarjohkka nasjonalpark, Goahtteluoppal nasjonalpark, verneplan for myrer og våtmarker, arbeid med forvaltningsplanen for Stabbursdalen nasjonalpark og forvaltningsplaner for Varangerhalvøya og Seiland nasjonalparker.

source: Sámedikkis leat máŋga ášši maid árvvoštallat suodjalannjuolggadusaid mielde.
nob: Sametinget har flere saker til vurdering etter retningslinjer for vern.

source: Daid gaskkas leat hálddašanplánat; Lyngsalpan eatnadatsuodjalanguovlu, Bajit Pasviikka álbmotmeahcci / eatnadatsuodjalanguovlu, Skarvan ja Roltdalen álbmotmeahcci ja Lierne álbmotmeahcci.
nob: Blant disse er forvaltningsplaner for Lyngsalpan landskapsverneområde, Øvre Pasvik nasjonalpark / landskapsverneområde, Skarvan og Roltdalen nasjonalpark og Lierne nasjonalpark.

source: Norsk Tipping badjelbáhcaga juogadeamis valáštallanulbmiliidda 2007:s várrejuvvui 27.04.07 stáhtaráđis 500 000 ruvnno sámi valáštallamii.
nob: Ved fordelingen av overskuddet til Norsk Tipping til idrettsformål i 2007, ble det i statsråd den 27.04.07 avsatt 500 000 kroner til samisk idrett.

source: Doarjja fievrriduvvo Sámediggái.
nob: Tilskuddet vil bli overført Sametinget.

source: Sámediggeráđđi fuolaha juogadeami viidáset daid eavttuid mielde maid Kultur- ja girkodepartemeanta lea bidjan doarjagii.
nob: Sametingsrådet vil sørge for at den videre fordelingen vil skje i tråd med de vilkår Kultur- og kirkedepartementet har satt for tilskuddet.

source: Filbma
nob: Film

source: Ráđđelahttu Terje Tretnes lei 04.04.07 minisemináras Sámi filbmafestivála olis sámi filbmaguovddáža ásaheami birra Guovdageainnus ja makkár sisdoallu dán boahtteáiggi filbmaguovddážis galgá leat.
nob: Rådsmedlem Terje Tretnes deltok den 04.04.07 på et miniseminar i regi av Samisk filmfestival om etableringen av et samisk filmsenter i Kautokeino og om hva innholdet i dette fremtidige filmsenteret skal være.

source: Seminárii serve sihke filbmasuorggi ja iešguđet filbmaásahusaid ja almmolaš ásahusaid ovddasteaddjit.
nob: På seminaret deltok representanter både fra filmbransjen og fra ulike filminstitusjoner og offentlige institusjoner.

source: Semináras bođii ovdan ahte Guovdageainnu suohkan 30.03.07 vuođđudii internationála sámi filbmaguovddáža AS.
nob: På seminaret kom det frem at Kautokeino kommune den 30.03.07 stiftet aksjeselskapet " Internasjonalt samisk filmsenter AS ".

source: Áigumuššan lea doallat guovddáža váldočoahkkima geassemánus 2007.
nob: En tar sikte på å avholde generalforsamling for senteret i juni 2007.

source: Sámediggeráđis lea áigumuššan lagamus boahtteáiggis doallat oktasaš ságaskuššančoahkkima Finnmárkku fylkkagielddain, Guovdageainnu suohkaniin ja Sámi filbmaservviin viidáset barggu birra go guoská sámi filbmaguovddáža ásaheapmái.
nob: Sametingsrådet tar sikte på, i nærmeste fremtid, å avholde felles drøftingsmøte med Finnmark fylkeskommune, Kautokeino kommune og Samisk filmforbund om det videre arbeidet med etableringen av et samisk filmsenter.

source: Ovttasbargu Sámedikki ja ABM-utvikling gaskka
nob: Samarbeid mellom Sametinget og ABM-utvikling

source: Várrepresideanttas Johan Mikkel Saras lea leamaš čoahkkin 01.03.07 ABM-utvikling:in.
nob: Visepresident Johan Mikkel Sara har hatt møte den 01.03.07 med ABM-utvikling.

source: ABMutviklingas lea guhkes vásihus ja nanu fágalaš máhttu fágasurggiin bibliotehka ja museat.
nob: ABM-utvikling har lang erfaring og faglig tyngde innenfor fagfeltene bibliotek og museum.

source: Danne háliida Sámediggi ásahit bissovaš jahkásaš čoahkkimiid ABM-utvikling:in.
nob: Sametinget ønsker derfor å etablere faste årlige møter med ABM-utvikling.

source: Áššit maid birra ságaškuššui čoahkkimis ledje fágalaš ja ekonomalaš bealit museaođastusas, bibliotehkaođastusas, sámi gielas nationála diehtovuođuin ja interneahtas, kultuvrralaš šláddjivuođajagi 2008:s ja ávnnaskeahtes kulturárbbi birra.
nob: Saker som ble diskutert på møtet, var faglige og økonomiske sider ved museumsreformen, bibliotekreformen, samisk språk i nasjonale databaser og internett, det kulturelle mangfoldsåret i 2008 og immateriell kulturarv.

source: Boahtte čoahkkin ABM-utvikling:in lea plánejuvvon dollojuvvot golggotmánus.
nob: Neste møte med ABMutvikling er planlagt i oktober.

source: Bibliotehkaođastus
nob: Bibliotekreformen

source: Sámediggi lea sádden Girko- ja kulturdepartementii cealkámuša 2014 bibliotehkaođastusa birra.
nob: Sametinget har gitt høringsuttalelse til Kirke- og kulturdepartementet om Bibliotekreform 2014.

source: Gulaskuddanevttohus ii báljo guoskkahan sámi bibliotehkafálaldaga, ja Sámediggi lea bivdán dan lasihit sierra teakstabihttán.
nob: Samisk bibliotektjeneste er nesten ikke berørt i høringsutkastet, og Sametinget har bedt om at dette omtales i eget avsnitt.

source: Sámedikki gulaskuddancealkámušas vurdojuvvo ee. ahte ráđđehusa politihkka ja doaibmabijut sámi bibliotehkafálaldaga ektui čilgejuvvojit sierra.
nob: I høringsuttalelsen sier Sametinget bl.a. at det forventes at regjeringens politikk og tiltak for samisk bibliotektjeneste, blir beskrevet særskilt.

source: Viidásit cealká Sámediggi ahte lea nationála ovddasvástádus hukset buori ja dohkálaš bibliotehkafálaldaga sámi álbmogii, ja Norgga stáhta ferte gulahallat Sámedikkiin dan ovddasvástádusa hálddašeamis.
nob: Videre har Sametinget påpekt at det er en nasjonal oppgave å bygge opp et tilfredsstillende bibliotektilbud til den samiske befolkningen, og at dette ansvaret må den norske stat forvalte i dialog med Sametinget.

source: Dárbbašuvvo sierra sámi gelbbolašvuođaovdánahttinprográmma mii vuhtiiváldá báikkálaš dárbbuid sámi perspektiivva ja geográfalaš guovllu siskkobealde.
nob: Det er behov for et eget samisk kompetanseutviklingsprogram som tar hensyn til de lokale behovene innenfor et samisk perspektiv og geografisk område.

source: Sámi oassi galgá šaddat lunddolaš oassin bibliotehkain ja buot norgga bibliotehkain galgá ovttaárvosaš fálaldat sámi geavaheddjiide oassin kultuvrralaš šláddjivuođas.
nob: Det samiske må gis en naturlig plass i bibliotekene og alle landets bibliotek må ha et likeverdig tilbud til samiske brukere som en del av det kulturelle mangfoldet.

source: Ferte maiddái ráhkaduvvot sierra doarjjaortnet vai buot Norgga bibliotehkavuogádagat sáhttet váldit atnui sámi bustávaid.
nob: Det må utvikles støtte for samiske tegn i dataverktøyene i alle biblioteksystemene som er i bruk i Norge.

source: Sámediggi čujuha maiddái ahte sámi girjjálašvuođa oastinortnet lea dehálaš doaibma sihke dan ektui ahte sihkkarastit buoret gálvojođu sámi girjjálašvuhtii, ja sihkkarastit vuolimusmeari sámi girjjálašvuođas bibliotehkain.
nob: Sametinget har også påpekt at innkjøpsordning for samisk litteratur er et viktig tiltak både i forhold til å sikre økt omsetning av samisk litteratur og en minimumssamling av samisk litteratur i bibliotekene.

source: Nuortasámi musea
nob: Østsamisk museum

source: Sámediggeráđis lei čoahkkin Nuortasámi museain ráđđečoahkkima oktavuođas Vuonnabađas 22.03.07.
nob: Sametingsrådet hadde møte med Østsamisk museum under rådsmøtet i Varangerbotn den 22.03.07.

source: Nuortasámi musea čilgii huksenproseassa stáhtusa birra.
nob: Østsamisk museum orienterte om status i byggeprosessen.

source: Fálaldatvuorru lea čađahuvvon huksema oktavuođas ja leat dál vuordimin dan bohtosa.
nob: Byggeprosjektet har vært ute på anbud, og de venter nå på resultatet av denne.

source: Sihke Sámediggeráđđi ja Nuortasámi musea vurdet ahte huksen álggahuvvošii geassit 2007.
nob: Både Sametingsrådet og Østsamisk museum forventer byggestart i løpet av sommeren 2007.

source: Eará áššit maid birra digaštallojuvvui ledje 2008 doaibmadoarjja, vuođđogeađggibidjan ja musea boahtteáiggi organiseren.
nob: Andre saker som ble diskutert, var driftstilskudd for 2008, grunnsteinnedleggelse og framtidig organisering av museet.

source: Mátta-Várjjaga musea hálddašanovddasvástádus
nob: Forvaltningsansvaret for Sør-Varanger museum

source: Várrepresideanttas Johan Mikkel Sara lea leamaš čoahkkin 22.03.07 Kultur- ja Girkodepartemeanttain (KGD.) Mátta-Várjjaga musea hálddašanovddasvástádusa birra.
nob: Visepresident Johan Mikkel Sara har den 22.03.07 vært i møte med Kultur- og kirkedepartementet (KKD) om forvaltningsansvaret for Sør-Varanger museum.

source: Čoahkkimis ledje maid Mátta- Várjjaga gielda ja Finnmárkku fylkkagielda.
nob: Med på møtet var også Sør- Varanger kommune og Finnmark fylkeskommune.

source: Čoahkkima fáddán lei KGD mearrádusa prinsihpalaš bealit ahte Mátta-Várjjaga musea ii galgga sirdojuvvot Sámedikki hálddašeapmái.
nob: Tema for møtet var de prinsipielle sidene ved KKDs avgjørelse om at Sør-Varanger museum ikke skal overføres til Sametingets forvaltning.

source: Várrepresideantta Johan Mikkel Sara searvvai Deanus jahkásaš giellaguovddáščoahkkimii 22.03.07.
nob: Visepresident Johan Mikkel Sara deltok i Tana på den årlige språksentersamlingen den 22.03.07.

source: Boahtte jagi giellaguovddáščoahkkin biddjojuvvui Aajege giellaguovddážii Rørosis.
nob: Neste års språksentersamling blir lagt til Aajege språksenter i Røros.

source: Várrepresideantta Johan Mikkel Sara lei 21.02.07 Loabáin ja doalai diehtojuohkinčoahkkima gielddastivrrain.
nob: Visepresident Johan Mikkel Sara var den 21.02.07 i Lavangen og holdt et informasjonsmøte med kommunestyret.

source: Fáddán ledje vuoigatvuođat ja geatnegasvuođat gielddain mat leat mielde sámelága giellanjuolggadusaid hálddašanguovllus.
nob: Tema var rettigheter og plikter for kommuner som er med i forvaltningsområdet for sameloven.

source: Várrepresideantta Johan Mikkel Sara doalai ságaskuššančoahkkima Sámedikki giellastivrrain 30.03.07 man fáddán lei Sámeálbmotfoanda ja guovttegielalašvuođa ruđaid njuolggadusat.
nob: Visepresident Johan Mikkel Sara holdt et drøftingsmøte med Sametingets språkstyre den 30.03.07 hvor Samefolkets fond og retningslinjer for tospråklighetsmidler var tema.

source: Mánát ja nuorat
nob: Barn og unge

source: Romssa fylkkagieldda nuoraidkonferánsa
nob: Troms fylkeskommunes ungdomskonferanse

source: Sámedikki áirras Susanne A. Andersen buvttii dearvuođaid Sámedikki ovddas Romssa fylkkagieldda nuoraidkonferánssa rahpamis guovvamánu 21.- 23. b.. Finnsnesas.
nob: Sametingsrepresentant Susanne A. Andersen frembrakte hilsningsord på vegne av Sametinget ved åpningen av Troms fylkeskommunes ungdomskonferanse 21.- 23. februar på Finnsnes.

source: Sámedikki nuoraidpolitihkalaš lávdegoddi (SNPL)
nob: Sametingets ungdomspolitiske utvalg (SUPU)

source: Ráđđelahtus Ann Mari Thomassen lei čoahkkin 18.04.07 Sámedikki nuoraidpolitihkalaš lávdegottiin.
nob: Rådsmedlem Ann Mari Thomassen har hatt møte med Sametingets ungdomspolitiske utvalg den 18.04.07.

source: SNPL muitalii muhtun áššiid birra maiguin barget 2007:s, earret eará 2006 nuoraidkonferánssa čuovvoleapmi, plánat ásahit oktavuođa Ruoŧa Sámedikki nuoraidlávdegottiin, bargu iešguđet ráđiin / lávdegottiin main SNPL lea mielde, 2007 nuoraidkonferánsa, 2008 bušeahtta ja eará barggut mat ihtet dađistaga.
nob: SUPU orienterte om noen av sakene de arbeider med i 2007, blant annet oppfølging av ungdomskonferansen 2006, planer om å etablere kontakt med ungdomsutvalget ved Sametinget i Sverige, arbeid i ulike råd / utvalg SUPU er med i, ungdomskonferansen 2007, budsjettet 2008 og andre fortløpende saker.

source: Oahpahus
nob: Opplæring

source: Sámediggi doalai jahkásaš fierpmádatčoahkkima 06.-07.03.07 Álttás sámi mánáidgárddiid giellabargiide.
nob: Sametinget har avholdt årlig nettverksmøte 06.- 07.03.07 i Alta for språkmedarbeidere i samiske barnehager.

source: Fáddán lei giellabargu mánáidgárddis.
nob: Tema var språkarbeid i barnehagen.

source: Doppe ledje 20 oassálasti Finnmárkkus ja Romssas.
nob: Det var 20 deltakere fra Finnmark og Troms.

source: Čoahkkin doaibmá deaivvadanbáikin ja gelbbolašvuođaloktemin sámi mánáidgárddiid barggiide.
nob: Møtet er en møteplass og kompetanseheving for ansatte i samiske barnehager.

source: Sii dárbbašit dakkáraš deaivvadanbáikki gos besset juohkit vásáhusaid, digaštallat iešguđetlágan čuolmmaid ja oažžut ođđa jurdagiid iežaset bargui mánáidgárddis.
nob: Barnehageansatte i samiske barnehager har behov for slike møteplasser, da de her får delt erfaringer, drøftet ulike problemstillinger og får nye ideer til eget videre arbeid i barnehagen.

source: Bargit háliidedje eanet fierpmádatčoahkkimiid jagis, danne go dál manná beare guhkes áigi čoahkkimiid gaskkas.
nob: Det ble ytret ønske om flere nettverksmøter i året, dette fordi det nå går altfor lang tid før neste møte.

source: Sámediggi lea oktiiordnen barggu mánáidgárderámmaplána jorgalemiin davvisámegillii ja dan deaddileami.
nob: Sametinget har koordinert arbeidet med oversettelse av rammeplan for barnehagen til nordsamisk og trykking av denne.

source: Vuordit ahte davvisámegiel veršuvdna gárvána miesse / geassemánus, ja juogaduvvo dalle sámi mánáidgárddiide.
nob: Den nordsamiske versjonen er ventet ferdigstilt i mai / juni i år og vil da bli distribuert til samiske barnehager.

source: Mánáid- ja dásseárvodepartemeanta pláne ovttasbargguin Sámedikkiin ” Sámi bajasšaddankonferánssa ” Romsii geassemánu 18. – 19. b..
nob: Barne- og likestillingsdepartementet planlegger i samarbeid med Sametinget ” Samisk oppvekstkonferanse ” i Tromsø 18.-19. juni 2007.

source: Konferánssas geahčaduvvojit iešguđet bealit movt lea bajásšaddat sámi identitehtain ja gullevašvuođain sámi kultuvrii otne.
nob: Konferansen vil sette søkelys på ulike sider ved det å vokse opp med samisk identitet og tilhørighet til samisk kultur i dag.

source: Ulbmiljoavkun leat sii geat láhčet ja fállet bálvalusaid sámi mánáide ja nuoraide ja dasto gieldapolitihkkárat ja bargit geat barget fylkkamánniid luhtte ja fylkkagielddain.
nob: Målgruppen er de som tilrettelegger og yter tjenester og tilbud rettet mot samiske barn og unge og kommunepolitikere og ansatte hos fylkesmennene og i fylkeskommunene.

source: Mánáidgárddiid sierra doarjaga ohcanáigemearri lea guovvamánu 1. b..
nob: Søknadsfrist for særskilt tilskudd til samiske barnehager var 1. februar.

source: Sámediggi lea doallan čoahkkimiid muhtun gielddaiguin mat leat ohcan doarjaga.
nob: Sametinget har avholdt møter med noen av søkerkommunene.

source: Čoahkkimat dollojuvvojedje dan geažil go buot ohcamat eai lean dievaslaččat ja go Sámediggi háliida gulahallat gielddaiguin ja mánáidgárddiiguin fálaldaga hárrái sámi gielas ja kultuvrras mánáidgárddiin.
nob: Bakgrunnen for møtene var at noen av søknadene var ufullstendige og at Sametinget ønsker dialog med kommunene og barnehagene om tilbudet i samisk språk og kultur i barnehagene.

source: Sámediggi lea bagadallan sihke sámi ja dáčča mánáidgárddiid, earret eará doarjjaohcamiid hárrái, mánáidgárddiid sisdoalu hárrái ja sámegielat bargiide.
nob: Sametinget har gitt veiledning til både samiske og norske barnehager, blant annet til søknad om tilskudd, barnehagens innhold og samisktalende ansatte.

source: Sámediggi lea searvan mánáidgárddiid davvin fierpmádahkii ovttas viđa davimus fylkkaid fylkkamánniiguin.
nob: Sametinget har deltatt i nettverk for barnehager i nord sammen med fylkesmennene i de fem nordligste fylkene.

source: Rámmaplána implementeren ja gelbbolašvuođa ovddideapmi mánáidgárdesuorggis lea oassi fáttáin.
nob: Implementering av rammeplanen og kompetanseutviking i barnehagesektoren var noen av temaene.

source: Gelbbolašvuođa kárten maid Sámi allaskuvla lea čađahan Sámedikki ávžžuhusa mielde lea gárvvis.
nob: Samisk høgskole har utført kompetansekartlegging i samiske barnehager på oppdrag fra Sametinget.

source: Sámediggi bargá ovttas Máhttodepartemeanttain, Sámi allaskuvllain ja guoskevaš fylkkamánniiguin go guoská viidáset bargui gelbbolašvuođa ovddidemiin mánáidgárdesuorggis.
nob: Sametinget samarbeider med Kunnskapsdepartementet, Samisk høgskole og aktuelle fylkesmenn om det videre arbeidet med kompetanseutvikling i barnehagesektoren.

source: Vuođđoskuvla
nob: Grunnskolen

source: Sámediggi lea dohkkehan sámegiela čiekŋudeami oahppoplána njukčamánus 2007.
nob: Sametinget har fastsatt Læreplan i fordypning i samisk i mars 2007.

source: Oahppoplána sámegielas vuosttašgiellan ja Oahppoplána sámegielas nubbingiellan lea jorgaluvvon davvi-, julev- ja máttasámegillii.
nob: Læreplan i samisk som førstespråk og Læreplan i samisk som andrespråk er oversatt til nord- lule- og sørsamisk.

source: Joatkkaoahppu
nob: Videregående opplæring

source: Sámediggi lea mearridan láhkaásahusa boazodoalu oahppoplánii Jo2 váste njukčamánus 2007.
nob: Sametinget har vedtatt forskrift til læreplan for reindrift Vg2 i mars 2007.

source: Oahppoplánaevttohusat design ja duodji / duodje / duedtie Jo2, sámi musihkka ja lávdi, sámi visuála kultuvra ja sámi historjá ja servodat leat heivehuvvon maŋŋá gulaskuddama.
nob: Forslag til læreplaner i design og duodji / duodje / duedtie Vg2, samisk musikk og scene, samisk visuell kultur og samisk historie og samfunn er bearbeidet etter høring.

source: Sámedikkis lea leamaš čoahkkin Oahpahusdirektoráhtain miessemánus 2007 goas árvvoštallui ahte leatgo oahppoplánat daid rámmaid siskkobealde maid departemeanta lea mearridan.
nob: Sametinget har hatt møte med Utdanningsdirektoratet i mai 2007 for å vurdere om læreplanene er innenfor rammer fastsatt av departementet.

source: Paralealla ovttaárvosaš oahppoplánaevttohusat geografiijas, oskkus ja etihkas, servodatfágas ja historjjás leat heivehuvvon maŋŋá gulaskuddama ja leat sáddejuvvon Oahpahusdirektoráhtii ođđajagimánus ja guovvamánus 2007.
nob: Forslag til parallelle likeverdige læreplaner i geografi, religion og etikk, samfunnsfag og historie er bearbeidet etter høring og sendt til Utdanningsdirektoratet i januar og februar 2007.

source: Sámedikkis lea leamaš čoahkkin Máhttodepartemeanttain (MD) miessemánus 2007.
nob: Sametinget har hatt møte med Kunnskapsdepartementet (KD) i mai 2007.

source: Vurdojuvvo ahte dáid oahppoplánaid soaitá sáhttit bidjat loahpalaš konsultašuvnnaide ovdal geasseluomu.
nob: Det forventes at disse læreplanene gjøres til gjenstand for endelig konsultasjon før sommerferien.

source: Sámediggi searvá sámi sisdoalu bargui nationála oahppoplánaid láhkaásahusaide bargoeallima fágaoahpahusa várás / Jo3 skuvllas.
nob: Sametinget deltar i arbeidet med samisk innhold i forskrifter til nasjonale læreplaner for fagopplæring i arbeidslivet / Vg3 i skole.

source: Sámediggi lea mearridan ásahit ođđa oahppoplánaid sierra sámi fágaide ja rievdadusaid mat gusket duodjefágii.
nob: Sametinget har gjort vedtak om etablering av nye læreplaner for særskilte samiske fag og endringer vedrørende duodjifaget.

source: MD:i lea sáddejuvvon reive guovvamánus 2007 man bokte leat bivdán departemeantta bidjat daid ođđa fágaid fálaldatstruktuvrii, juohkit duodjefága Jo3/fidnooahpahusas ja rahpat ruossalašvejolašvuođa (kryssløp).
nob: Det er sendt brev til KD i februar 2007, der man ber om at departementet innplasserer de nye fagene i tilbudsstrukturen, foretar en deling av duodjifaget i Vg3/opplæring i bedrift og åpner for kryssløp.

source: Sámediggi searvá oktasaš bargojovkui Máhttodepartemeanttain ja Oahpahusdirektoráhtain boahtteáiggi oktavuohtavuogi hárrái go guoská stáhta sámi joatkkaskuvllaide ja boazodoalloskuvlii.
nob: Sametinget deltar i felles arbeidsgruppe med Kunnskapsdepartementet og Utdanningsdirektoratet om fremtidig tilknytningsform for statens samiske videregående skoler og reindriftsskole.

source: Sámediggi lea Máhttodepartemeantta ektui álggahan oahpahuslága kapihtal 6 Sámi oahpahus reviderema.
nob: Sametinget har tatt initiativ overfor Kunnskapsdepartementet for revisjon av opplæringslovens kapittel 6 Samisk opplæring.

source: Alit oahppu
nob: Høyere utdanning

source: Alit oahppu lei oassefáddán konferánssas máttasámi oahpahusa birra njukčamánu 28. b.. Troanddimis.
nob: Høyere utdanning var deltema på konferanse om sørsamisk opplæring 28.-28. mars i Trondheim.

source: Sámedikkis searvvai ráđđelahttu Jarle Jonassen.
nob: Fra Sametinget deltok rådsmedlem Jarle Jonassen.

source: Sámediggi lea bivdán čoahkkima MD politihkalaš jođiheaddjiiguin ságaškuššan dihte doaibmabijuid rekrutteret máttasámi oahpuide.
nob: Sametinget har bedt om et møte med politisk ledelse i KD for å drøfte tiltak for rekruttering til sørsamiske studier.

source: Sámediggi lea 28.02.07 beaiváduvvon reivves Norgga dutkanráđđái bivdán evttohit evttohasaid dan golmma divišuvdnastivrra ođđa čoahkádusaide.
nob: Sametinget ble i brev av 28.02.07 fra Norges forskningsråd invitert til å foreslå kandidater til ny sammensetning av de tre divisjonsstyrene.
